[
  ["The military don't start wars. Politicians start wars.", "William C. Westmoreland"],
  ["Why does the Air Force need expensive new bombers? Have the people we've been bombing over the years been complaining?", "George Wallace"],
  ["When I lost my rifle, the Army charged me 85 dollars. That is why in the Navy the Captain goes down with the ship.", "Dick Gregory"],
  ["The direct use of force is such a poor solution to any problem, it is generally employed only by small children and large nations.", "David Friedman"],
  ["The dead know only one thing: it is better to be alive", "Private Joker"],
  ["It is fatal to enter an war without the will to win it.", "Douglas MacArthur"],
  ["The difficult we do immediately; the impossible takes a little longer.", "Air Force Motto"],
  ["I will give you three seconds, exactly three f**king seconds, to wipe that stupid grin off your face, or I will gouge out your eyeballs and skull-f**k you!", "Gunnery Sgt. Hartman"],
  ["Our bombs are smarter than the average high school student. At least they can find Kuwait.", "A. Whitney Brown"],
  ["There is no problem that cannot be solved by the use of high explosives.", "Bumper Sticker"],
  ["No man is fit to command another that cannot command himself.", "William Penn"],
  ["Each and every man under my command owes me one hundred nazi scalps. Or you will die tryin'.", "Lt. Aldo Raine"],
  ["I had examined myself pretty thoroughly and discovered that I was unfit for military service.", "Joseph Heller"],
  ["At the next war let all the Kaisers, presidents and generals and diplomats go into a big field and fight it out first among themselves.", "All Quiet on the Western Front"],
  ["Never interrupt your enemy when he is making a mistake.", "Napoleon Bonaparte"],
  ["You're so ugly you could be a modern art masterpiece!", "Gunnery Sgt. Hartman"],
  ["I have nothing to offer but blood, toil, tears and sweat.", "Winston Churchill"],
  ["The best armor is staying out of gun-shot.", "Italian proverb"],
  ["The object of war is not to die for your country, but to make the other bastard die for his.", "General George S. Patton"],
  ["The number of medals on an officer's breast varies in inverse proportion to the square of the distance of his duty from the front line.","Charles Montague"],
  ["A brilliant man will find a way not to fight a war.", "Pearl Harbor"]
]
